"LANGUAGEID"="c0933a10c748ba5b9bf900d8f8e27f21558ef527";
"ENABLED" = "Ενεργό";

 
"RECORDING_SETTINGS" = "Ρυθμίσεις Ηχογράφησης";

"RECORD_CALLS" = "Ηχογράφηση κλήσεων";

"ALL_CALLS" = "Όλες οι κλήσεις";
"ONLY_INCOMING_CALLS" = "Μόνο Εισερχόμενες";
"ONLY_OUTGOING_CALLS" = "Μόνο Εξερχόμενες";
"MANUALLY" = "Χειροκίνητα";

"PLAY_BEEP_SOUND" = "Αναπαραγωγή Beep";
"BUY_CALL_RECORDER" = "Αγοράστε το Call Recorder";

"CONTINUE_TRIAL" = "Συνέχιση Δοκιμής";

"FETCH_LICENSE" = "Λήψη Αδείας";

"NO_LICENSE_FOUND" = "Δεν βρέθηκε άδεια";
"PRODUCT_ACTIVATED" = "Το προϊόν ενεργοποιήθηκε";
"THANK_YOU"= "Ευχαριστούμε!";


"BEEP_SOUND_WARNING" = "Η αναπαραγωγή ενός ήχου beep ανά τακτά χρονικά διαστήματα είναι ένας τρόπος να ενημερώνεται το απομακρυσμένο άτομο της κλήσης ότι η κλήση σας ηχογραφείται. Απενεργοποιώντας το χωρίς την ρητή άδεια του άλλου μέλους της κλήσης για την ηχογράφησή της, θα έχει σαν αποτέλεσμα να παραβιάσετε τον νόμο, σε ορισμένες χώρες. Στην Ελλάδα δεν αποτελεί ελαφρυντικό στοιχείο καθώς πρέπει να ενημερώνεται το απομακρυσμένο μέλος την κλήσης και το beep δεν επαρκεί για την νομιμότητα της πράξης.";

"DISABLE_BEEP" = "Απενεργοποίηση Beep";
"CANCEL" = "Άκυρο";

"TERMS_TEXT" = "Όροι και προϋποθέσεις";

"TERMS_AND_CONDITIONS" = 	"Προσοχή! Σύμφωνα με τον νόμο (Ποινικός Κώδικας - Άρθρο 370A) : Όποιος καταγράφει τηλεφωνική συνομιλία τρίτων ΧΩΡΙΣ την συγκατάθεσή τους, τιμωρείται με κάθειρξη μέχρι δέκα (10) ετών . 	Με την ίδια ποινή τιμωρείται όποιος καταγράφει την δική του τηλεφωνική συνομιλία με κάποιον άλλον ΧΩΡΙΣ την συγκατάθεση του άλλου. Τέλος , όποιος χρησιμοποιεί την πληροφορία ή το υλικό μέσο στο οποίο αποτυπώθηκε με τους παραπάνω τρόπους, τιμωρείται με κάθειρξη μέχρι δέκα (10) ετών. Ο νόμος διαφέρει από χώρα σε χώρα. Σε κάποιες χώρες ο νόμος απαιτεί μόνο το ένα μέλος την συνομιλίας να γνωρίζει ότι ηχογραφείται η κλήση του. Ελέγξτε το νόμο και ποινικό κώδικα της χώρας σας για να βεβαιωθείτε ότι δεν παραβιάζετε τον νόμο χρησιμοποιώντας αυτήν την εφαρμογή.	Αγοράζονας και χρησιμοποιώντας αυτήν την εφαρμογή, συμφωνείτε και αποδέχεστε τα παραπάνω και επίσης συμφωνείτε ότι ο δημιουργός και ο πωλητής της εφαρμογής δεν φέρουν καμία ευθύνη εάν χρησιμοποιήσετε αυτή την εφαρμογή με οποιονδήποτε τρόπο που θα φέρει σαν αποτέλεσμα να παραβιάσετε τον νόμο.";

"FOR_MORE_INFORMATION_READ_LEGAL_SECTION" = "Για περισσότερες πληροφορίες, διαβάστε το τμήμα 'Νομικά' στις Ρυθμίσεις";


"I_AGREE" = "Συμφωνώ";
"I_DISAGREE" = "Διαφωνώ";



"DATABASE_TOOLS" = "Εργαλεία Βάσης Δεδομένων";

"REPAIR_DATABASE" = "Επιδιόρθωση Βάσης";
"DATABASE_REPAIRED" = "Η βάση επιδιορθώθηκε";

"DELETE_DATABASE" = "Διαγραφή Βάσης";
"DELETE_DB_WARNING" = "Προειδοποίηση: Αυτό θα διαγράψει όλες τις κλήσεις!";

"TRANSLATION_CREDITS"="Translation Credits";

"LANGUAGE" = "Ελληνικά";

"LANGUAGE_IN_ENGLISH" = "Greek";

"TRANSLATOR" = "@limneos";
